Repository: CrimsBerith/LociAR
Catalog: LociAR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt, ru, tr, zh_hans

# Yaklaşık yerleştirme açık kullanıcı onayı olmadan reddedildi.
source: Approximate placement was rejected because you have not explicitly confirmed it.
ar: تم رفض الموضع التقريبي لأنك لم تؤكده بشكل صريح.
bn: আনুমানিক প্লেসমেন্ট প্রত্যাখ্যান করা হয়েছে কারণ আপনি এটি স্পষ্টভাবে নিশ্চিত করেননি।
de: Die ungefähre Platzierung wurde abgelehnt, da Sie sie nicht ausdrücklich bestätigt haben.
es: La ubicación aproximada fue rechazada porque no la confirmó explícitamente.
fr: Le placement approximatif a été refusé car vous ne l'avez pas explicitement confirmé.
hi: अनुमानित प्लेसमेंट अस्वीकार कर दिया गया क्योंकि आपने इसकी स्पष्ट रूप से पुष्टि नहीं की है।
ja: 明示的に確認していないため、おおよその配置は拒否されました。
pt: O posicionamento aproximado foi rejeitado porque você não o confirmou explicitamente.
ru: Приблизительное размещение было отклонено, поскольку вы не подтвердили его явным образом.
tr: Yaklaşık yerleştirme açık kullanıcı onayı olmadan reddedildi.
zh_hans: 近似放置被拒绝，因为您尚未明确确认。

# Yaklaşık yerleştirme seçildi. İçerik kameranın 0,8 m önünde konumlanacak.
source: Approximate placement selected. The content will be positioned 0.8 m in front of the camera.
ar: تم تحديد الموضع التقريبي. سيتم وضع المحتوى على بعد 0.8 متر أمام الكاميرا.
bn: আনুমানিক অবস্থান বেছে নেওয়া হয়েছে। বিষয়বস্তু ক্যামেরার 0.8 মিটার সামনে রাখা হবে।
de: Ungefähre Platzierung ausgewählt. Der Inhalt wird 0,8 m vor der Kamera positioniert.
es: Ubicación aproximada seleccionada. El contenido se colocará a 0,8 m delante de la cámara.
fr: Emplacement approximatif sélectionné. Le contenu sera positionné à 0,8 m devant la caméra.
hi: अनुमानित स्थान चयनित. सामग्री कैमरे के सामने 0.8 मीटर की दूरी पर स्थित होगी।
ja: おおよその配置が選択されました。コンテンツはカメラの 0.8 m 前に配置されます。
pt: Posicionamento aproximado selecionado. O conteúdo será posicionado 0,8 m à frente da câmera.
ru: Примерное место выбрано. Контент будет расположен на расстоянии 0,8 м перед камерой.
tr: Yaklaşık yerleştirme seçildi. İçerik kameranın 0,8 m önünde konumlanacak.
zh_hans: 已选择近似放置。内容将位于相机前方 0.8 米处。

# Yaklaşık yerleştirme · 0,8 m
source: Approximate placement · 0.8 m
ar: الموضع التقريبي · 0.8 م
bn: আনুমানিক বসানো · 0.8 মি
de: Ungefähre Platzierung · 0,8 m
es: Colocación aproximada · 0,8 m
fr: Emplacement approximatif · 0,8 m
hi: अनुमानित स्थान · 0.8 मी
ja: 設置目安・0.8m
pt: Colocação aproximada · 0,8 m
ru: Примерное размещение · 0,8 м
tr: Yaklaşık yerleştirme · 0,8 m
zh_hans: 近似放置 · 0.8 米

# Yakın çevre taranıyor
source: Scanning nearby
ar: المسح في مكان قريب
bn: কাছাকাছি স্ক্যান করা হচ্ছে
de: Scannen in der Nähe
es: Escaneando cerca
fr: Numérisation à proximité
hi: आस-पास स्कैनिंग
ja: 近くでスキャン中
pt: Digitalizando nas proximidades
ru: Сканирование поблизости
tr: Yakın çevre taranıyor
zh_hans: 扫描附近

# Yakında görünür post bulunamadı.
source: No visible post found nearby.
ar: لم يتم العثور على مشاركة مرئية في مكان قريب.
bn: কাছাকাছি কোন দৃশ্যমান পোস্ট পাওয়া যায়নি.
de: Kein sichtbarer Beitrag in der Nähe gefunden.
es: No se encontró ninguna publicación visible cerca.
fr: Aucune publication visible à proximité.
hi: आस-पास कोई दृश्यमान पोस्ट नहीं मिली.
ja: 近くに表示できる投稿が見つかりませんでした。
pt: Nenhuma postagem visível encontrada nas proximidades.
ru: Поблизости не найдено видимых публикаций.
tr: Yakında görünür post bulunamadı.
zh_hans: 附近没有发现可见的帖子。

# Yakında yayın yok
source: No nearby posts
ar: لا توجد منشورات قريبة
bn: কাছাকাছি কোনো পোস্ট নেই
de: Keine Beiträge in der Nähe
es: No hay publicaciones cerca
fr: Aucune publication à proximité
hi: आस-पास कोई पोस्ट नहीं है
ja: 近くに投稿はありません
pt: Nenhuma publicação por perto
ru: Рядом нет публикаций
tr: Yakında yayın yok
zh_hans: 附近暂无帖子

# Yakındaki AR yayınları aranıyor…
source: Searching for nearby AR posts…
ar: جارٍ البحث عن منشورات الواقع المعزز القريبة...
bn: কাছাকাছি AR পোস্টের জন্য অনুসন্ধান করা হচ্ছে...
de: Suche nach AR-Beiträgen in der Nähe…
es: Buscando publicaciones AR cercanas...
fr: Recherche de publications AR à proximité…
hi: आस-पास के AR पोस्ट खोजे जा रहे हैं...
ja: 近くの AR 投稿を検索しています…
pt: Procurando postagens de AR próximas…
ru: Поиск ближайших публикаций AR…
tr: Yakındaki AR yayınları aranıyor…
zh_hans: 正在搜索附近的 AR 帖子...

# Yakındaki postlar
source: Nearby posts
ar: المشاركات القريبة
bn: কাছাকাছি পোস্ট
de: Beiträge in der Nähe
es: Publicaciones cercanas
fr: Publications à proximité
hi: निकटवर्ती पोस्ट
ja: 近くの投稿
pt: Postagens próximas
ru: Соседние публикации
tr: Yakındaki postlar
zh_hans: 附近的帖子

# Yakınında henüz post yok.
source: There are no posts near you yet.
ar: لا توجد مشاركات بالقرب منك حتى الآن.
bn: এখনও আপনার কাছাকাছি কোনো পোস্ট নেই.
de: Es gibt noch keine Beiträge in Ihrer Nähe.
es: Aún no hay publicaciones cerca de usted.
fr: Il n’y a pas encore de publications à proximité.
hi: आपके आस-पास अभी तक कोई पोस्ट नहीं है.
ja: あなたの近くにはまだ投稿がありません。
pt: Ainda não há postagens perto de você.
ru: Рядом с вами пока нет публикаций.
tr: Yakınında henüz post yok.
zh_hans: 您附近还没有帖子。

# Yalnız seçtiğin platforma ait geçerli paylaşım bağlantısı kabul edilir.
source: Only valid sharing links belonging to the platform you choose will be accepted.
ar: سيتم قبول روابط المشاركة الصالحة الخاصة بالمنصة التي تختارها فقط.
bn: শুধুমাত্র আপনার বেছে নেওয়া প্ল্যাটফর্মের বৈধ শেয়ারিং লিঙ্ক গ্রহণ করা হবে।
de: Es werden nur gültige Freigabelinks akzeptiert, die zu der von Ihnen gewählten Plattform gehören.
es: Solo se aceptarán enlaces para compartir válidos que pertenezcan a la plataforma que elijas.
fr: Seuls les liens de partage valides appartenant à la plateforme que vous choisissez seront acceptés.
hi: आपके द्वारा चुने गए प्लेटफ़ॉर्म से संबंधित केवल वैध साझाकरण लिंक ही स्वीकार किए जाएंगे।
ja: 選択したプラットフォームに属する有効な共有リンクのみが受け入れられます。
pt: Somente serão aceitos links de compartilhamento válidos pertencentes à plataforma que você escolher.
ru: Будут приняты только действительные ссылки для обмена, принадлежащие выбранной вами платформе.
tr: Yalnız seçtiğin platforma ait geçerli paylaşım bağlantısı kabul edilir.
zh_hans: 仅接受属于您选择的平台的有效共享链接。

source: Only an estimated surface was found. Keep scanning for a physical surface lock or explicitly choose approximate placement.
ar: تم العثور على سطح تقديري فقط. استمر في المسح لتثبيت المحتوى على سطح حقيقي أو اختر موضعًا تقريبيًا بشكل صريح.
bn: শুধুমাত্র একটি আনুমানিক পৃষ্ঠ পাওয়া গেছে. ফিজিক্যাল সারফেস লকের জন্য স্ক্যান করতে থাকুন বা স্পষ্টভাবে আনুমানিক প্লেসমেন্ট বেছে নিন।
de: Es wurde nur eine geschätzte Oberfläche gefunden. Scannen Sie weiter, um den Inhalt auf einer physischen Oberfläche zu verankern, oder wählen Sie ausdrücklich eine ungefähre Platzierung.
es: Solo se encontró una superficie estimada. Sigue escaneando para fijar el contenido a una superficie física o elige explícitamente un posicionamiento aproximado.
fr: Seule une surface estimée a été trouvée. Continuez à scanner pour ancrer le contenu à une surface physique ou choisissez explicitement un placement approximatif.
hi: केवल अनुमानित सतह ही मिली। भौतिक सतह लॉक के लिए स्कैनिंग करते रहें या स्पष्ट रूप से अनुमानित स्थान चुनें।
ja: 推定された表面のみが見つかりました。物理的な表面ロックのスキャンを続けるか、おおよその配置を明示的に選択します。
pt: Só foi encontrada uma superfície estimada. Continue a varredura para fixar o conteúdo numa superfície física ou escolha explicitamente um posicionamento aproximado.
ru: Найдена только приблизительная поверхность. Продолжайте сканирование для закрепления на физической поверхности или явно выберите приблизительное размещение.
tr: Yalnız tahmini yüzey bulundu. Fiziksel kilit için düzlemi taramaya devam edin veya yaklaşık yerleştirmeyi açıkça seçin.
zh_hans: 仅找到估算的表面。请继续扫描以将内容固定到实际表面，或明确选择近似放置。

# Yalnızca Spotify, YouTube, Instagram, X ve Facebook bağlantıları eklenebilir.
source: Only Spotify, YouTube, Instagram, X and Facebook links can be added.
ar: يمكن إضافة روابط Spotify وYouTube وInstagram وX وFacebook فقط.
bn: শুধুমাত্র Spotify, YouTube, Instagram, X এবং Facebook লিঙ্ক যোগ করা যাবে।
de: Es können nur Spotify-, YouTube-, Instagram-, X- und Facebook-Links hinzugefügt werden.
es: Sólo se pueden agregar enlaces de Spotify, YouTube, Instagram, X y Facebook.
fr: Seuls les liens Spotify, YouTube, Instagram, X et Facebook peuvent être ajoutés.
hi: केवल Spotify, YouTube, Instagram, X और Facebook लिंक ही जोड़े जा सकते हैं।
ja: 追加できるのは、Spotify、YouTube、Instagram、X、Facebook のリンクのみです。
pt: Somente links do Spotify, YouTube, Instagram, X e Facebook podem ser adicionados.
ru: Можно добавлять только ссылки на Spotify, YouTube, Instagram, X и Facebook.
tr: Yalnızca Spotify, YouTube, Instagram, X ve Facebook bağlantıları eklenebilir.
zh_hans: 只能添加 Spotify、YouTube、Instagram、X 和 Facebook 链接。

# Yasal
source: Legal
ar: قانوني
bn: আইনি
es: Legales
fr: Juridique
hi: कानूनी
ja: 法的
pt: Jurídico
ru: Юридический
tr: Yasal
zh_hans: 法律

# Yatay yüzey hazır
source: Horizontal surface ready
ar: سطح أفقي جاهز
bn: অনুভূমিক পৃষ্ঠ প্রস্তুত
de: Horizontale Fläche bereit
es: Superficie horizontal lista
fr: Surface horizontale prête
hi: क्षैतिज सतह तैयार
ja: 水平面準備完了
pt: Superfície horizontal pronta
ru: Горизонтальная поверхность готова
tr: Yatay yüzey hazır
zh_hans: 水平面准备好

# Yayın bekliyor
source: Waiting to publish
ar: في انتظار النشر
bn: প্রকাশের অপেক্ষায়
de: Warten auf Veröffentlichung
es: Esperando publicar
fr: En attente de publication
hi: प्रकाशित होने की प्रतीक्षा में
ja: 公開を待っています
pt: Esperando para publicar
ru: Ожидание публикации
tr: Yayın bekliyor
zh_hans: 等待发布

source: Publishing did not complete on the first attempt. The post appears in Profile > My posts. The app retries every 15 seconds, or you can send it immediately with “Publish now”.
ar: لم يكتمل النشر في المحاولة الأولى. يظهر المنشور في الملف الشخصي > مشاركاتي. يقوم التطبيق بإعادة المحاولة كل 15 ثانية، أو يمكنك إرساله على الفور من خلال "النشر الآن".
bn: প্রথম প্রচেষ্টায় প্রকাশনা সম্পূর্ণ হয়নি। পোস্টটি প্রোফাইল > আমার পোস্টে প্রদর্শিত হবে। অ্যাপটি প্রতি 15 সেকেন্ডে পুনরায় চেষ্টা করে, অথবা আপনি "এখনই প্রকাশ করুন" দিয়ে এটিকে অবিলম্বে পাঠাতে পারেন।
de: Die Veröffentlichung konnte beim ersten Versuch nicht abgeschlossen werden. Der Beitrag erscheint unter Profil > Meine Beiträge. Die App versucht es alle 15 Sekunden erneut. Mit „Jetzt veröffentlichen“ können Sie ihn sofort senden.
es: La publicación no se completó en el primer intento. La publicación aparece en Perfil > Mis publicaciones. La aplicación lo reintenta cada 15 segundos o puedes enviarla inmediatamente con "Publicar ahora".
fr: La publication n'a pas abouti dès la première tentative. La publication apparaît dans Profil > Mes publications. L'application réessaye toutes les 15 secondes, ou vous pouvez l'envoyer immédiatement avec « Publier maintenant ».
hi: पहले प्रयास में प्रकाशन पूरा नहीं हुआ. पोस्ट प्रोफ़ाइल > मेरी पोस्ट में दिखाई देती है. ऐप हर 15 सेकंड में पुनः प्रयास करता है, या आप इसे "अभी प्रकाशित करें" के साथ तुरंत भेज सकते हैं।
ja: 最初の試行では公開が完了しませんでした。投稿は [プロフィール] > [自分の投稿] に表示されます。アプリは 15 秒ごとに再試行します。または、「今すぐ公開」ですぐに送信することもできます。
pt: A publicação não foi concluída na primeira tentativa. A postagem aparece em Perfil > Minhas postagens. O aplicativo tenta novamente a cada 15 segundos ou você pode enviá-lo imediatamente com “Publicar agora”.
ru: Публикация не завершилась с первой попытки. Она появится в разделе «Профиль» > «Мои публикации». Приложение повторяет попытку каждые 15 секунд. Вы также можете сразу отправить публикацию, нажав «Опубликовать сейчас».
tr: Yayın ilk denemede tamamlanamadı. Post Profil > Postlarım’da görünür; uygulama 15 saniyede bir yeniden dener veya ‘Şimdi yayınla’ ile hemen gönderebilirsin.
zh_hans: 第一次尝试没有完成发布。该帖子显示在“个人资料”>“我的帖子”中。该应用程序每 15 秒重试一次，或者您可以通过“立即发布”立即发送。

# Yayın için caption veya sosyal bağlantı ekleyin.
source: Add a caption or social link for the post.
ar: أضف وصفًا أو رابطًا لوسائل التواصل الاجتماعي للمنشور.
bn: পোস্টের জন্য একটি ক্যাপশন বা সামাজিক লিঙ্ক যোগ করুন।
de: Fügen Sie eine Beschreibung oder einen Link zu sozialen Medien für den Beitrag hinzu.
es: Añade una descripción o un enlace a redes sociales para la publicación.
fr: Ajoutez une légende ou un lien social pour la publication.
hi: पोस्ट के लिए एक कैप्शन या सोशल लिंक जोड़ें.
ja: 投稿にキャプションまたはソーシャル リンクを追加します。
pt: Adicione uma legenda ou link social para a postagem.
ru: Добавьте подпись или ссылку на социальную сеть для публикации.
tr: Yayın için caption veya sosyal bağlantı ekleyin.
zh_hans: 请为帖子添加说明或社交媒体链接。

# Yayın sunucu tarafından reddedildi.
source: The server rejected the post.
ar: رفض الخادم هذا المنشور.
bn: সার্ভার পোস্টটি প্রত্যাখ্যান করেছে।
de: Der Server hat den Beitrag abgelehnt.
es: El servidor rechazó la publicación.
fr: Le serveur a refusé la publication.
hi: सर्वर ने पोस्ट को अस्वीकार कर दिया.
ja: サーバーが投稿を拒否しました。
pt: O servidor rejeitou a postagem.
ru: Сервер отклонил публикацию.
tr: Yayın sunucu tarafından reddedildi.
zh_hans: 服务器拒绝了该帖子。

# Yayınlamak için doğrulanmış Apple veya e-posta hesabı gerekiyor.
source: Verified Apple or email account required to publish.
ar: مطلوب حساب Apple أو بريد إلكتروني تم التحقق منه للنشر.
bn: প্রকাশ করার জন্য যাচাইকৃত Apple বা ইমেল অ্যাকাউন্ট প্রয়োজন।
de: Zur Veröffentlichung ist ein verifiziertes Apple- oder E-Mail-Konto erforderlich.
es: Se requiere una cuenta de Apple o de correo electrónico verificada para publicar.
fr: Compte Apple ou compte de messagerie vérifié requis pour publier.
hi: प्रकाशित करने के लिए सत्यापित Apple या ईमेल खाता आवश्यक है।
ja: 公開するには認証済みの Apple アカウントまたは電子メール アカウントが必要です。
pt: É necessária uma conta Apple ou de e-mail verificada para publicar.
ru: Для публикации требуется подтвержденная учетная запись Apple или адрес электронной почты.
tr: Yayınlamak için doğrulanmış Apple veya e-posta hesabı gerekiyor.
zh_hans: 需要经过验证的 Apple 或电子邮件帐户才能发布。

# Yayınlamak için geçerli GPS konumu gerekiyor. Konum iznini açıp tekrar deneyin.
source: A valid GPS location is required to publish. Enable location access and try again.
ar: مطلوب موقع GPS صالح للنشر. قم بتمكين الوصول إلى الموقع وحاول مرة أخرى.
bn: প্রকাশ করার জন্য একটি বৈধ GPS অবস্থান প্রয়োজন৷ অবস্থান অ্যাক্সেস সক্ষম করুন এবং আবার চেষ্টা করুন।
de: Für die Veröffentlichung ist ein gültiger GPS-Standort erforderlich. Aktivieren Sie den Standortzugriff und versuchen Sie es erneut.
es: Se requiere una ubicación GPS válida para publicar. Habilite el acceso a la ubicación e inténtelo nuevamente.
fr: Une localisation GPS valide est requise pour la publication. Activez l'accès à la localisation et réessayez.
hi: प्रकाशित करने के लिए एक वैध जीपीएस स्थान आवश्यक है। स्थान पहुंच सक्षम करें और पुनः प्रयास करें।
ja: 公開するには有効な GPS 位置情報が必要です。位置情報へのアクセスを有効にして、再試行してください。
pt: É necessária uma localização GPS válida para publicar. Ative o acesso à localização e tente novamente.
ru: Для публикации требуется действительное местоположение GPS. Включите доступ к местоположению и повторите попытку.
tr: Yayınlamak için geçerli GPS konumu gerekiyor. Konum iznini açıp tekrar deneyin.
zh_hans: 需要有效的 GPS 位置才能发布。启用位置访问并重试。

# Yayınlamak için tekrar giriş yapın.
source: Log in again to publish.
ar: قم بتسجيل الدخول مرة أخرى للنشر.
bn: প্রকাশ করতে আবার লগ ইন করুন.
de: Melden Sie sich erneut an, um zu veröffentlichen.
es: Inicie sesión nuevamente para publicar.
fr: Connectez-vous à nouveau pour publier.
hi: प्रकाशित करने के लिए पुनः लॉग इन करें.
ja: 公開するには再度ログインしてください。
pt: Faça login novamente para publicar.
ru: Войдите снова, чтобы опубликовать.
tr: Yayınlamak için tekrar giriş yapın.
zh_hans: 再次登录即可发布。

# Yayınlanan ve incelemedeki postların burada görünür.
source: Your published posts and posts under review appear here.
ar: تظهر هنا مشاركاتك المنشورة والمشاركات قيد المراجعة.
bn: আপনার প্রকাশিত পোস্ট এবং পর্যালোচনা অধীন পোস্ট এখানে প্রদর্শিত হবে.
de: Hier erscheinen Ihre veröffentlichten und zur Prüfung eingereichten Beiträge.
es: Sus publicaciones publicadas y las publicaciones bajo revisión aparecen aquí.
fr: Vos articles publiés et ceux en cours de révision apparaissent ici.
hi: आपकी प्रकाशित पोस्ट और समीक्षाधीन पोस्ट यहां दिखाई देती हैं।
ja: 公開済みの投稿とレビュー中の投稿がここに表示されます。
pt: Suas postagens publicadas e postagens em revisão aparecem aqui.
ru: Здесь отображаются ваши опубликованные и находящиеся на рассмотрении публикации.
tr: Yayınlanan ve incelemedeki postların burada görünür.
zh_hans: 您发布的帖子和正在审核的帖子将显示在此处。

# Yayınlar aranıyor
source: Searching for posts
ar: البحث عن المشاركات
bn: পোস্ট খোঁজা হচ্ছে
de: Suche nach Beiträgen
es: Buscando publicaciones
fr: Recherche de publications
hi: पोस्ट खोज रहे हैं
ja: 投稿を検索する
pt: Procurando postagens
ru: Поиск публикаций
tr: Yayınlar aranıyor
zh_hans: 搜索帖子

# Yeni
source: New
ar: جديد
bn: নতুন
de: Neu
es: Nuevo
fr: Nouveau
hi: नया
ja: 新しい
pt: Novo
ru: Новый
tr: Yeni
zh_hans: 新

# Yeni koleksiyon
source: New collection
ar: مجموعة جديدة
bn: নতুন সংগ্রহ
de: Neue Sammlung
es: Nueva colección
fr: Nouvelle collection
hi: नया संग्रह
ja: 新しいコレクション
pt: Nova coleção
ru: Новая коллекция
tr: Yeni koleksiyon
zh_hans: 新建收藏集

# Yeni mekânsal postlar burada görünecek.
source: New spatial posts will appear here.
ar: سوف تظهر المشاركات المكانية الجديدة هنا.
bn: নতুন স্থানিক পোস্ট এখানে প্রদর্শিত হবে.
de: Hier erscheinen neue räumliche Beiträge.
es: Nuevas publicaciones espaciales aparecerán aquí.
fr: De nouvelles publications spatiales apparaîtront ici.
hi: नई स्थानिक पोस्टें यहां दिखाई देंगी.
ja: 新しい空間投稿がここに表示されます。
pt: Novas postagens espaciais aparecerão aqui.
ru: Здесь будут появляться новые пространственные посты.
tr: Yeni mekânsal postlar burada görünecek.
zh_hans: 新的空间帖子将出现在这里。

# Yeni pin
source: New pin
ar: علامة جديدة
bn: নতুন পিন
de: Neue Markierung
es: Nuevo pin
fr: Nouvelle épingle
hi: नया पिन
ja: 新しいピン
pt: Nova marcação
ru: Новая метка
tr: Yeni pin
zh_hans: 新建位置标记

# Yeni yüzey
source: New surface
ar: سطح جديد
bn: নতুন পৃষ্ঠ
de: Neue Oberfläche
es: Nueva superficie
fr: Nouvelle surface
hi: नई सतह
ja: 新しい表面
pt: Nova superfície
ru: Новая поверхность
tr: Yeni yüzey
zh_hans: 新表面

# Yeni şifre
source: New password
ar: كلمة المرور الجديدة
bn: নতুন পাসওয়ার্ড
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
hi: नया पासवर्ड
ja: 新しいパスワード
pt: Nova senha
ru: Новый пароль
tr: Yeni şifre
zh_hans: 新密码

# Yeni şifre oluştur
source: Create new password
ar: إنشاء كلمة مرور جديدة
bn: নতুন পাসওয়ার্ড তৈরি করুন
de: Neues Passwort erstellen
es: Crear nueva contraseña
fr: Créer un nouveau mot de passe
hi: नया पासवर्ड बनाएं
ja: 新しいパスワードを作成する
pt: Criar nova senha
ru: Создать новый пароль
tr: Yeni şifre oluştur
zh_hans: 创建新密码

# Yeni şifreyi tekrar yaz
source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
bn: নতুন পাসওয়ার্ড নিশ্চিত করুন
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
hi: नये पासवर्ड की पुष्टि करें
ja: 新しいパスワードを確認します
pt: Confirme a nova senha
ru: Подтвердите новый пароль
tr: Yeni şifreyi tekrar yaz
zh_hans: 确认新密码

# Yenileme bağlantısı gönder
source: Send reset link
ar: إرسال رابط إعادة التعيين
bn: রিসেট লিঙ্ক পাঠান
de: Link zum Zurücksetzen senden
es: Enviar enlace de reinicio
fr: Envoyer le lien de réinitialisation
hi: रीसेट लिंक भेजें
ja: リセットリンクを送信する
pt: Enviar link de redefinição
ru: Отправить ссылку для сброса
tr: Yenileme bağlantısı gönder
zh_hans: 发送重置链接

# Yerel yüzey kaydı boş veya 50 MB sınırını aşıyor.
source: The local surface record is empty or exceeds the 50 MB limit.
ar: السجل السطحي المحلي فارغ أو يتجاوز الحد الأقصى وهو 50 ميجابايت.
bn: স্থানীয় পৃষ্ঠের রেকর্ড খালি বা 50 MB সীমা ছাড়িয়ে গেছে।
de: Der lokale Oberflächendatensatz ist leer oder überschreitet die 50-MB-Grenze.
es: El registro de superficie local está vacío o supera el límite de 50 MB.
fr: L'enregistrement de surface local est vide ou dépasse la limite de 50 Mo.
hi: स्थानीय सतह रिकॉर्ड खाली है या 50 एमबी की सीमा से अधिक है।
ja: ローカル サーフェス レコードが空であるか、50 MB の制限を超えています。
pt: O registro de superfície local está vazio ou excede o limite de 50 MB.
ru: Локальная поверхностная запись пуста или превышает ограничение в 50 МБ.
tr: Yerel yüzey kaydı boş veya 50 MB sınırını aşıyor.
zh_hans: 本地表面记录为空或超过 50 MB 限制。

# Yerel yüzey kaydı güvenli uygulama klasöründe bulunamadı.
source: The local surface record was not found in the secure application folder.
ar: لم يتم العثور على السجل السطحي المحلي في مجلد التطبيق الآمن.
bn: সুরক্ষিত অ্যাপ্লিকেশন ফোল্ডারে স্থানীয় পৃষ্ঠের রেকর্ড পাওয়া যায়নি।
de: Der lokale Oberflächendatensatz wurde im sicheren Anwendungsordner nicht gefunden.
es: El registro de superficie local no se encontró en la carpeta segura de la aplicación.
fr: L'enregistrement de surface local est introuvable dans le dossier d'application sécurisé.
hi: सुरक्षित एप्लिकेशन फ़ोल्डर में स्थानीय सतह रिकॉर्ड नहीं मिला।
ja: ローカル サーフェス レコードが安全なアプリケーション フォルダー内に見つかりませんでした。
pt: O registro de superfície local não foi encontrado na pasta segura do aplicativo.
ru: Локальная запись поверхности не найдена в защищенной папке приложения.
tr: Yerel yüzey kaydı güvenli uygulama klasöründe bulunamadı.
zh_hans: 在安全应用程序文件夹中找不到本地表面记录。

# Yerleştirildi
source: Placed
ar: وضعت
bn: স্থাপন করা হয়েছে
de: Platziert
es: colocado
fr: Placé
hi: रखा गया
ja: 配置されました
pt: Colocado
ru: Размещено
tr: Yerleştirildi
zh_hans: 已放置

# Yerleştirme hazır
source: Placement ready
ar: الموضع جاهز
bn: বসানো প্রস্তুত
de: Platzierung bereit
es: Colocación lista
fr: Placement prêt
hi: प्लेसमेंट तैयार
ja: 配置準備完了
pt: Colocação pronta
ru: Размещение готово
tr: Yerleştirme hazır
zh_hans: 安置准备就绪

# Yorum gönderilemedi.
source: Comment could not be sent.
ar: لا يمكن إرسال التعليق.
bn: মন্তব্য পাঠানো যায়নি.
de: Der Kommentar konnte nicht gesendet werden.
es: No se pudo enviar el comentario.
fr: Le commentaire n'a pas pu être envoyé.
hi: टिप्पणी नहीं भेजी जा सकी.
ja: コメントを送信できませんでした。
pt: Não foi possível enviar o comentário.
ru: Не удалось отправить комментарий.
tr: Yorum gönderilemedi.
zh_hans: 无法发送评论。

# Yorum seçenekleri
source: Comment options
ar: خيارات التعليق
bn: মন্তব্য বিকল্প
de: Kommentarmöglichkeiten
es: Opciones de comentarios
fr: Options de commentaire
hi: टिप्पणी विकल्प
ja: コメントオプション
pt: Opções de comentários
ru: Варианты комментариев
tr: Yorum seçenekleri
zh_hans: 评论选项

# Yorum yaz…
source: Write a comment…
ar: أكتب تعليق…
bn: একটি মন্তব্য লিখুন…
de: Schreibe einen Kommentar…
es: Escribe un comentario…
fr: Écrivez un commentaire…
hi: एक टिप्पणी लिखें...
ja: コメントを書いて…
pt: Escreva um comentário…
ru: Написать комментарий…
tr: Yorum yaz…
zh_hans: 写评论...

# Yorumu bildir
source: Report comment
ar: الإبلاغ عن التعليق
bn: মন্তব্যের রিপোর্ট করুন
de: Kommentar melden
es: Reportar comentario
fr: Signaler un commentaire
hi: टिप्पणी रिपोर्ट करें
ja: コメントを報告
pt: Denunciar comentário
ru: Пожаловаться на комментарий
tr: Yorumu bildir
zh_hans: 举报评论

# Yorumu sil
source: Delete comment
ar: حذف التعليق
bn: মন্তব্য মুছুন
de: Kommentar löschen
es: Eliminar comentario
fr: Supprimer le commentaire
hi: टिप्पणी हटाएँ
ja: コメントの削除
pt: Excluir comentário
ru: Удалить комментарий
tr: Yorumu sil
zh_hans: 删除评论

# Yön aranıyor
source: Looking for direction
ar: تبحث عن الاتجاه
bn: দিশা খুঁজছি
de: Auf der Suche nach einer Richtung
es: Buscando dirección
fr: À la recherche d'une direction
hi: दिशा की तलाश है
ja: 方向を探しています
pt: Procurando direção
ru: Ищу направление
tr: Yön aranıyor
zh_hans: 寻找方向

# Yön kilitleniyor
source: Aligning direction
ar: جارٍ محاذاة الاتجاه
bn: দিক মিলিয়ে নেওয়া হচ্ছে
de: Richtung wird ausgerichtet
es: Alineando la dirección
fr: Alignement de la direction
hi: दिशा संरेखित की जा रही है
ja: 方向を合わせています
pt: Alinhando a direção
ru: Выравнивание направления
tr: Yön kilitleniyor
zh_hans: 正在对准方向
